Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: The trail is a passageway with appropriate elements of small architecture, on different variety of ground surfaces and additional elements that hinder movement (puddle, mud, a stream, thresholds, holes and elevations).
pl: Ścieżka jest ciągiem komunikacyjnym wraz z odpowiednimi elementami małej architektury, o zróżnicowanym podłożu, z dodatkowymi elementami utrudniającymi poruszanie (kałuża, błoto, strumyk, progi, dziury, wzniesienia).

source: Its creation will enable blind people to familiarise themselves with different types of ground surfaces and obstacles they come across in space.
pl: Jej stworzenie umożliwi niewidomym poznanie różnych rodzajów podłoża oraz przeszkód napotykanych w przestrzeni.

source: The trail was equipped with sign boards that enable identifying surround species of trees.
pl: Ścieżkę wyposażono także w tablice informacyjne umożliwiające rozpoznawanie otaczających gatunków drzew.

source: The project "Building an exercise trail for first-level spatial orientation in school no. 202 for the blind and visually impaired” was implemented by the Polish Embassy in Tbilisi.
pl: Projekt pt. "Budowa ścieżki ćwiczeń orientacji przestrzennej pierwszego stopnia w szkole nr 202 dla niewidomych i słabowidzących" zrealizowała Ambasada RP w Tbilisi.

source: You are here Polish Aid / News / The last edition of SENSE 2012 ends
pl: jesteś tutaj Polska pomoc / Aktualności / Ostatnia edycja SENSE w 2012 roku zakończona

source: The last edition of SENSE 2012 ends
pl: Ostatnia edycja SENSE w 2012 roku zakończona

source: The SENSE training course (Strategic Economic Needs and Security Exercise) organized for participants from Egypt and Libya ended on 19 October, 2012 in Warsaw.
pl: W Warszawie w dniu 19 października 2012 roku zakończyło się szkolenie SENSE (Strategic Economic Needs and Security Exercise) dla przedstawicieli Egiptu i Libii.

source: It was the last edition of SENSE planed for 2012.
pl: Była to ostania edycja SENSE zaplanowana na 2012 rok.

source: The training course was attended by 47 civil servants from public administration, non-governmental organizations and the private sector.
pl: W szkoleniu uczestniczyło 47 reprezentantów administracji państwowej, organizacji pozarządowych oraz sektora prywatnego.

source: During a week-long visit, invited guests participated in negotiation training and simulation exercises in running a hypothetical country.
pl: Podczas tygodniowego pobytu zaproszeni goście wzięli udział w treningu negocjacyjnym oraz szkoleniu z zakresu zarządzania hipotetycznym państwem.

source: Every participant played an assigned role and took decisions of strategic importance for the country.
pl: W ramach szkolenia każdy z uczestników wcielił się w powierzoną mu rolę i podejmował strategiczne decyzje dla państwa.

source: The simulation exercise enabled the participants to see the long-term consequences of their decisions.
pl: Udział w symulacji pozwolił uczestnikom na poznanie długofalowych skutków zaproponowanych przez siebie rozwiązań.

source: Libyan and Egyptian participants met with experts from the Polish Information and Foreign Investment Agency (PAIIZ) and the Polish Agency for Enterprise Development (PARP).
pl: Przedstawiciele Libii i Egiptu wzięli ponadto udział w spotkaniach z ekspertami z Polskiej Agencji Informacji i Inwestycji Zagranicznych oraz Polskiej Agencji Rozwoju Przedsiębiorczości.

source: They became familiar with Poland's economic transformation and its investment opportunities.
pl: Zapoznali się z doświadczeniami polskiej transformacji ekonomicznej oraz możliwościami inwestycyjnymi w kraju.

source: They also met with the Speaker of the Senate, Mr. Bogdan Borusiewicz, who told them about the Polish road to democracy.
pl: Zostali również przyjęci przez Marszałka Senatu, Pana Bogdana Borusewicza, z którym rozmawiali na temat polskich doświadczeń transformacji systemowej.

source: “I believe that your motivation to pursue transformation stems from your rejection of lies and violence.
pl: Marszałek Borusewicz, otwierając spotkanie powiedział: „Wierzę, że waszą motywacją do przemian jest niezgoda na kłamstwo, niezgoda na przemoc.

source: Poland has been closely following the developments in Egypt and Libya.
pl: Jesteśmy bardzo zainteresowani wydarzeniami w Egipcie i Libii.

source: For us, they represent yet another wave of freedom, which this time has swept through the Arab countries.
pl: Postrzegamy je jako kolejną falę wolności, która tym razem przeszła przez kraje arabskie.

source: We support you not only because of our experience, but also because a democratic country should and must support democratic transformations, wherever they occur."
pl: Wspieramy was, ponieważ mamy doświadczenie, ale też dlatego, że nie wyobrażam sobie, aby kraje demokratyczne nie wspierały przemian demokratycznych, gdziekolwiek one się odbywają”.

source: The Speaker also answered questions concerning the Polish parliamentary system, the electoral system, the role of Senate, co-operation with the opposition and Poland's relations with Egyptian and Libyan authorities.
pl: Marszałek Borusewicz odpowiedział także na wiele pytań dotyczących m. in. systemu parlamentarnego w Polsce, ordynacji wyborczej, roli Senatu, współpracy z opozycją oraz relacji z władzami Egiptu i Libii.

source: The closing ceremony of the SENSE course was attended by Deputy Minister Katarzyna Pełczyńska-Nałęcz.
pl: W uroczystości zamknięcia szkolenia wzięła udział Pani Minister Katarzyna Pełczyńska-Nałęcz.

source: In her closing address, the Deputy Minister said that “Recent developments in North Africa and the Middle East mandate our strong and coordinated support for the local entities.
pl: Pani Minister w przemówieniu zamykającym podkreśliła, że: „ostatnie wydarzenia w Afryce Północnej i na Bliskim Wchodzie wymagają silnego i skoordynowanego wsparcia dla lokalnych podmiotów.

source: Since the onset of the “Arab Spring”, Poland, an EU Member State, has been consistently supporting the development of co-operation with these countries, especially when it comes to their democratic transformation.”
pl: Wraz z zapoczątkowaniem przemian „Arabskiej Wiosny”, Polska jako państwo członkowskie Unii Europejskiej, konsekwentnie wspiera rozwój współpracy z tymi państwami, zwłaszcza w zakresie przemian demokratycznych”.

source: You are here Polish Aid / Development cooperation / Global Education / Global Education 2015 / Development cooperation in calendars
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Edukacja globalna / Edukacja globalna 2015 / Współpraca rozwojowa w kalendarzach

source: Development cooperation in calendars
pl: Współpraca rozwojowa w kalendarzach

source: Modern calendars not only show dates, but are also a source of other information.
pl: Dzisiejsze kalendarze nie pokazują jedynie daty, ale są także źródłem innych informacji.

source: Depending on our interests we choose, for example, calendars, in which specific dates refer to historic events, little-known facts about well-known people or some other interesting curiosities.
pl: W zależności od naszych zainteresowań wybieramy np. kalendarze, w których konkretne daty odnoszą się do wydarzeń historycznych, faktów z życia znanych postaci czy innych ciekawostek.

source: The calendar consists of photos taken by Polish photographers and awarded in two editions of “Lens on Development” competition.
pl: Kalendarz ten składa się ze zdjęć polskich fotografów, których prace nagrodzone zostały w dwóch edycjach konkursu „Rozwój w obiektywie”.

source: Every photo tells a different story and each of them enables us, just for a brief moment, to become observers of life in different, often distant parts of our globe.
pl: Każde ze zdjęć przedstawia osobną historię, dzięki której możemy choć na moment stać się obserwatorami życia w innych, często odległych częściach naszego globu.

source: What's important, thanks to aid initiatives conducted in the framework of European development cooperation, as well as by Polish aid, these places are becoming a little better to live in.
pl: Co ważne, miejsca te stają się choć trochę lepsze do życia dzięki działaniom pomocowym prowadzonym w ramach europejskiej współpracy rozwojowej, w tym również przez Polską pomoc.

source: A calendar can also have an educational role, a good example of which is the calendar published by the Hear Africa Foundation .
pl: Kalendarz może pełnić także rolę edukacyjną, czego dobrym przykładem jest kalendarz wydany przez Fundację „Usłyszeć Afrykę” .

source: Apart from the stories shown by the photos, you can also find there a teacher's script for conducting classes on Uganda.
pl: Oprócz historii opowiadanych przez zdjęcia znaleźć tam można scenariusz zajęć do przeprowadzenia lekcji o Ugandzie.

source: An effect of the Foundation's volunteers visit on Ssese Islands is, inter alia, creation of a script of classes within the scope of Global Education.
pl: Efektem pobytu wolontariuszy Fundacji na wyspach Ssese jest m.in. powstanie scenariusza zajęć lekcyjnych w ramach Edukacji globalnej.

source: The project was financed in 2014 by Polish aid with a volunteering program grant.
pl: Projekt ten został sfinansowany przez Polską pomoc w ramach grantu przeznaczonego na wolontariat w 2014 roku.

source: We would like to invite you to see both of the calendars.
pl: Zapraszamy do obejrzenia obu kalendarzy.

source: You are here Polish Aid / News / Why is it worthwhile to help?
pl: jesteś tutaj Polska pomoc / Aktualności / Perspektywy polskiej współpracy rozwojowej

source: Development cooperation as an instrument of foreign policy”.
pl: Współpraca rozwojowa jako narzędzie polityki zagranicznej”.

source: The meeting consisted of a discussion on Poland's place in the international development cooperation system.
pl: Celem spotkania była dyskusja na temat miejsca Polski w międzynarodowym systemie współpracy rozwojowej.

source: The panellists were MFA Undersecretary of State for Development Cooperation Katarzyna Pełczyńska-Nałęcz, Head of the President's Chancellery Jacek Michałowski, and Paweł Samecki, Director of the National Bank of Poland's International Department.
pl: W panelu dyskusyjnym udział wzięli: Katarzyna Pełczyńska-Nałęcz, podsekretarz stanu w MSZ odpowiedzialna za współpracę rozwojową, Jacek Michałowski, szef Kancelarii Prezydenta oraz Paweł Samecki, dyrektor Departamentu Zagranicznego NBP.

source: In 2012 Poland allocated PLN 341 million towards development cooperation.
pl: W 2012 roku Polska przeznaczyła na współpracę rozwojową 341 mln EUR.

source: Together with Austria, Latvia and Luxembourg, Poland is one of the four countries to have increased nominal development aid last year, even while the remaining countries lowered or maintained their level of contributions.
pl: Nasz kraj, obok Austrii, Łotwy i Luksemburga, jest w gronie czterech państw, które w zeszłym roku zwiększyły swoją nominalną pomoc rozwojową, podczas gdy pozostałe państwa obniżyły ją albo pozostawiły na poziomie z lat ubiegłych.

source: Bilateral aid represented 25% of the aid and included programmes carried out by the Polish government, loan and debt cancellations, scholarships for student and young scientists, and projects implemented by Polish NGOs to benefit citizens of developing countries.
pl: 25% pomocy stanowiła pomoc dwustronna, w tym projekty realizowane przez polską administrację, umorzenia pożyczek i długów, stypendia dla studentów i młodych naukowców oraz projekty realizowane przez polskie organizacje pozarządowe na rzecz obywateli krajów rozwijających się.

source: The debate was moderated by the journalist Dariusz Rosiak.
pl: Debatę prowadził redaktor Dariusz Rosiak.

source: While presenting the panellists, he noted their experience in working to benefit developing countries.
pl: Przedstawiając panelistów nawiązał do ich doświadczenia w pracy na rzecz krajów rozwijających się.

source: The discussion focused on a presentation of the reasons for Poland's involvement in development cooperation and on the 2012-2015 Polish aid priorities.
pl: Dyskusja skoncentrowała się na przedstawieniu powodów zaangażowania Polski we współpracę rozwojową oraz na priorytetach polskiej pomocy ustalonych na lata 2012-2015.

source: Minister Katarzyna Pełczyńska-Nałęcz outlined the definition of development cooperation, underscoring the partnership-based nature of activities.
pl: Min. Katarzyna Pełczyńska-Nałęcz omówiła krótko definicję współpracy rozwojowej podkreślając charakter partnerski prowadzonych działań.

source: She also referred to the political goals that can be achieved using development tools, e.g. through democracy-building activities.
pl: Nawiązała do celów politycznych, jakie można osiągać narzędziami rozwojowymi, m.in. poprzez działania na rzecz demokratyzacji.

source: She also spoke of ways of bolstering diplomatic and economic ties through development cooperation - by supporting democratic processes, which includes building an effective public administration and promoting good governance and education systems.
pl: Mówiła też, jak wzmacniać więzi dyplomatyczne i gospodarcze za pomocą współpracy rozwojowej poprzez wsparcie procesów transformacji, w tym poprzez budowę sprawnej administracji, promowanie zasad dobrego rządzenia czy systemów edukacji.

source: Minister Jacek Michałowski - who has many years of experience in building civil society in Poland and implementing projects in foreign countries - then talked about the key factors determining the effectiveness of development assistance.
pl: Następnie głos zabrał minister Jacek Michałowski, który jako wieloletni praktyk, zaangażowany w budowę społeczeństwa obywatelskiego w Polsce oraz realizację projektów poza granicami naszego kraju, przedstawił kluczowe czynniki, determinujące skuteczność pomocy rozwojowej.

source: He underscored that measures must focus on the needs of the beneficiaries and on building bonds of partnership on both sides.
pl: Podkreślił konieczność koncentracji na zrozumieniu potrzeb adresata pomocy i budowaniu partnerskiej relacji obydwu stron.

source: Minister Michałowski also noted Poland's recent experiences in using the Polish potential to share its know-how in the field of peaceful transformation.
pl: Minister Michałowski skupił się też na doświadczeniu Polski z ostatnich lat wykorzystania polskiego potencjału w dzieleniu się doświadczeniami pokojowej transformacji ustrojowej.

source: Paweł Samecki - Director of the National Bank of Poland's International Department and someone who has both theoretical knowledge and practical experience in supporting transitions in developing countries - spoke of the necessity to engage aid beneficiaries in well-designed measures.
pl: Paweł Samecki, dyrektor Departamentu Zagranicznego NBP, zarówno praktyk jak i teoretyk wsparcia przemian w państwach rozwijających się, zwrócił uwagę na konieczność zaangażowania odbiorców pomocy w dobrze zaplanowane działania.

source: He pointed to the interaction of external factors and domestic politics in the beneficiary countries as the determinant of effective development cooperation.
pl: Wskazał na interakcję czynników zewnętrznych oraz polityki wewnętrznej państwa-odbiorcy, jako element determinujący skuteczność pomocy rozwojowej.

source: He also highlighted the economization and commercialization of development assisted, going on to note the greater effectiveness of aid that mainly focuses on economic benefits for the beneficiary.
pl: Wspomniał też o ekonomizacji i komercjalizacji pomocy rozwojowej, a następnie zwrócił uwagę na większą efektywność pomocy nakierowanej przede wszystkim na korzyści gospodarcze beneficjenta.

source: The discussion between the panellists and audience members also touched upon other aspects of development aid.
pl: W dyskusji, która wywiązała się następnie pomiędzy panelistami a słuchaczami, wspomniane zostały także inne aspekty pomocy rozwojowej.

source: In reply to a question concerning development cooperation with Eastern European countries, Minister Pełczyńska-Nałęcz used the Ukrainian example to discuss the details of such assistance, which consists of transferring funds and know-how standards, and underscored the role of such contacts in promoting Poland and improving mutual relations.
pl: W odpowiedzi na pytanie dotyczące współpracy rozwojowej z krajami Europy Wschodniej, Minister Pełczyńska-Nałęcz, na przykładzie Ukrainy, omówiła specyfikę tego rodzaju pomocy, polegającej na przekazywaniu funduszy oraz standardów know-how, i podkreśliła rolę takich kontaktów w promowaniu Polski oraz poprawie jakości wzajemnych relacji.

source: Later on in the debate she also pointed the development aid as a way of promoting business ties, by making Polish goods available to development aid beneficiaries and thereby acquainting them with these products.
pl: W dalszej części debaty wskazała też na pomoc rozwojową jako możliwość promocji biznesowej poprzez udostępnianie polskich produktów i w ten sposób zaznajomienie z nimi beneficjentów współpracy rozwojowej.

source: She underlined the MFA pilot programme supporting aid measures that partly consist in Polish business promotion in the framework of the small grants programme implemented by Polish diplomatic missions.
pl: Wskazała na pilotażowy program realizowany przez MSZ wsparcia działań pomocowych mających element promocji polskiego biznesu w programie małych grantów realizowanych przez placówki dyplomatyczne RP.

source: She also emphasized the importance of long-term planning, as well as monitoring and evaluation of implemented projects, as a way of increasing the effectiveness of development assistance.
pl: Zaakcentowała też istotność planowania długoterminowego, a także monitoringów i ewaluacji realizowanych projektów, jako sposobów zwiększania efektywności pomocy rozwojowej.

source: Polish aid for Belarus - in particular the Konstanty Kalinowski programme - was also mentioned.
pl: W dyskusji wspomniany został również temat polskiej pomocy dla Białorusi, w szczególności program stypendialny im.

source: The creation of a network of contacts and a community centred on the development aid agenda is one of the long-term goals of this scholarship.
pl: Długoterminowym celem stypendium byłoby między innymi stworzenie sieci kontaktów i środowiska skupionego wokół zagadnień współpracy rozwojowej.

source: A publication entitled “Polish Development Assistance.
pl: W trakcie spotkania udostępniona została publikacja "Polska współpraca rozwojowa.

source: Perspectives for NGOs, local governments, and businesses” (in Polish) - commissioned by the MFA and published by Think Tank - was distributed during the meeting.
pl: Perspektywy dla organizacji pozarządowych, samorządów i firm" wydana przez Think Tank na zamówienie Ministerstwa Spraw Zagranicznych.

source: The publication aims to describe measures connected to development assistance and boost public awareness of development aid.
pl: Celem publikacji jest przybliżenie zagadnień związanych ze współpracą rozwojową oraz pogłębianie świadomości społeczeństwa odnośnie pomocy rozwojowej.

source: The booklet poses specific questions and depicts the challenges facing Poland on the path to making its system of providing aid to developing countries more professional.
pl: Publikacja stawia konkretne pytania i pokazuje wyzwania, przed którymi stoi Polska, jeśli chce dalej profesjonalizować system udzielania pomocy krajom rozwijającym się.

source: You are here Polish Aid / Partner countries / Eastern Partnership / Moldova / Polish-Moldovan consultations in Warsaw
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Partnerstwo Wschodnie / Mołdawia / Konsultacje Polsko-Mołdawskie w Warszawie

source: Polish-Moldovan consultations in Warsaw
pl: Konsultacje Polsko-Mołdawskie w Warszawie

source: Deputy Minister Konrad Pawlik welcomed a Moldovan delegation to mark the completion of the project titled “Support to public administration in Moldova in preparing a National Strategy of Moldova's Regional Development for 2016-2020,” carried out in 2015 by the Polish Ministry of Development as part of Polish Aid.
pl: Wiceminister Konrad Pawlik spotkał się z przedstawicielami delegacji mołdawskiej w związku z zakończeniem projektu „Wsparcie administracji publicznej w Mołdawii w zakresie przygotowania Krajowej Strategii Rozwoju Regionalnego Mołdawii na lata 2016-2020” realizowanego przez polskie Ministerstwo Rozwoju w 2015 r. w ramach programu Polskiej Pomocy.

source: The Moldovan delegation was headed by Deputy Minister of Regional Development and Construction Anatol Usatîi.
pl: Delegacji mołdawskiej przewodniczył wiceminister rozwoju regionalnego i budownictwa Anatol Usatîi.

source: “Supporting the institutional capacities of public administration in key reforms resulting from the EU-Moldova and DCFTA agreements (the Deep and Comprehensive Free Trade Area) will be a priority for Polish development cooperation in 2016-2020.
pl: - Wsparcie zdolności instytucjonalnych administracji publicznej w zakresie kluczowych reform wynikających z Umowy Stowarzyszeniowej UE-Mołdawia i DCFTA (Umowy o pogłębionej strefie wolnego handlu) będzie priorytetem dla polskiej współpracy rozwojowej w latach 2016-2020.

source: Poland attaches a particular importance to matters related to Moldova's regional development and agriculture,” Deputy Minister Pawlik said at the meeting.
pl: Polska przywiązuje szczególną wagę do kwestii związanych z rozwojem regionalnym i rolnictwem w Mołdawii - powiedział wiceminister Pawlik podczas spotkania.

source: The signing in June 2014 of the Association Agreement with the European Union bound Moldova to implement a series of reforms to approximate Moldova's solutions to EU standards of the legal system and the implementation of regional policy development.
pl: Zawarcie w czerwcu 2014 r. Umowy Stowarzyszeniowej z Unią Europejską zobowiązało Mołdawię do przeprowadzenia szeregu reform, które mają na celu zbliżenie rozwiązań stosowanych w Mołdawii do standardów obowiązujących w Unii Europejskiej w zakresie systemu prawa i realizacji polityki rozwoju regionalnego.

source: The project carried out in collaboration with the Polish Ministry of Development provided for work towards changing the model of programming and implementing the regional policy in Moldova for 2016-2020.
pl: Projekt zrealizowany we współpracy z polskim Ministerstwem Rozwoju zakładał prace na rzecz zmiany modelu programowania i wdrażania polityki regionalnej w Mołdawii na lata 2016-2020.

source: Preparation of the Strategy of Moldova's Regional Development for 2016-2020 was the final step of efforts to date to implement Moldova's regional reform, carried out in partnership with the Moldovan Ministry of Development in 2012-2015.
pl: Przygotowanie Strategii Rozwoju Regionalnego Mołdawii na lata 2016-2020 stanowiło końcowy etap dotychczasowych prac służących przeprowadzeniu reformy regionalnej Mołdawii, realizowanych we współpracy z Ministerstwem Rozwoju Mołdawii w latach 2012-2015.

source: Projects to reform the regional development carried out in 2012-2015 were financed by the Ministry of Foreign Affairs under Polish development cooperation.
pl: Projekty służące reformie rozwoju regionalnego prowadzone w latach 2012-2015 sfinansowane zostały w ramach polskiej współpracy rozwojowej ze środków Ministerstwa Spraw Zagranicznych.

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2016 / Poland's foreign minister visits the Hashemite Kingdom of Jordan
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2016 / Wizyta szefa polskiej dyplomacji w Jordańskim Królestwie Haszymidzkim
